<html>

<head>
<meta http-equiv=Content-Type content="text/html; charset=windows-1252">
<title>Regel 1 Formel for forbindelse av ett metall og ett ikke-metall </title>
<link rel="stylesheet" type="text/css" media="all" href="main.css">
</head>

<body lang=NO-BOK>
<table class=notopmargin border=0 cellpadding=0 cellspacing=0 width=590><td>

<h1>Regel 13 Formler for ioneforbindelser - salter</h1>

<p>Vi lager en formel for et
salt slik:</p>

<ul>
<li>finn frem til formelen for det positive ionet

<li>finn frem til formelen for det negative ionet (gjerne ut fra syren det stammer fra)

<li>bruk ioneladningene og regn ut hvor mange positive ioner og negative ioner det m&aring;
v&aelig;re i en n&oslash;ytral formelenhet

<li>balanser for ioneladningene og skriv formelen for en formelenhet av saltet

<li>skriv saltformelen uten ioneladninger: Angi antall ioner av et slag med et tall etter
ionet og nede p&aring; linjen.

<li>sett et ion som best&aring;r av flere ulike atomer inn i en parentes hvis det er mer enn ett
slikt ion i formelenheten.
</ul>

<h1 class=topmargin>Eksempel 13</h1>

<p>a) Formel for aluminiumfluorid:</p>
<ul><li>Saltet er bygget opp av aluminiumioner og fluoridioner.
<li>Det positive ionet i saltet er aluminiumion, Al<sup>3+</sup> (aluminium i
hovedgruppe 13, se tabell 4)
<li>Det negative ionet heter fluorid(ion). Endelsen –id viser at det ikke er noe
oksygen i ionet. Et fluoratom i gruppe17 kan ta opp ett elektron, og fluoridion
har formelen F<sup>&#8722;</sup>, se tabell 5).
<li>Vi trenger 3 (negative) fluoridion i formelenheten for &aring; balansere for aluminiumionets
tre positive ladninger. Formelenheten for saltet er derfor Al<sup>3+</sup> + 3
F<sup>&#8722;</sup>.<br><br>
<li>Formelen for saltet uten ioneladningene blir AlF<sub>3.</sub>
</ul>

<p>b) Formel for kobber(II)nitrat:</p>
<ul>
<li>De positive ionene er kobber(II)ioner, Cu<sup>2+</sup>
<li>Navnet p&aring; de negative ionene ender p&aring; –at, og de m&aring; da stamme fra en vanlig
oksosyre. Forstavelsen er nitr-, og syren m&aring; da v&aelig;re
nitrogensyren/salpetersyren. Den har du pugget (!) formelen for: HNO<sub>3</sub>.
<li>Da det kan avgis 1H<sup>+</sup> fra HNO<sub>3</sub>, m&aring; nitrationet ha 1
negativ ladning: NO<sub>3</sub><sup>&#8722;</sup>
<li>Da det positive ionet, Cu<sup>2+</sup>, har ladningen 2+, m&aring; det v&aelig;re 2
negative ioner i formelenheten: Cu<sup>2+</sup> + 2NO<sub>3</sub><sup>&#8722;</sup>.
<li>Vi setter parentes rundt det det negative ionet fordi det best&aring;r av flere
atomer, og setter antall ioner nede p&aring; linjen. Ioneladningene tar vi ikke med. <br><br>
<li>Formelen blir da Cu(NO<sub>3</sub>)<sub>2</sub>.
</ul>

<p>c) Formel for nikkel(III)hydroksid</p>
<ul>
<li>Det positive ionet i formelenheten m&aring; v&aelig;re Ni<sup>3+</sup>
<li>Det negative ionet i formelenheten, hydroksid-ion, har formel OH<sup>&#8722;</sup>
(se regel 11)
<li>Formelenheten er bygget opp av: Ni<sup>3+</sup> + 3OH<sup>&#8722;</sup><br><br>
<li>Formelen blir Ni(OH)<sub>3</sub>
</ul>

<p>d) Formel for kaliumhydrogenfosfat</p>
<ul>
<li>Saltet er bygget opp av kaliumioner og hydrogenfosfationer
<li>Det positive ionet er K<sup>+</sup> (se tabell 4)
<li>Det negative ionets navn ender p&aring; –at og stammer fra en vanlig syre.
Stavelsen –fosf- viser at dette er fosforsyre som du har pugget formelen til: H<sub>3</sub>PO<sub>4</sub>.
I navnet p&aring; det negative ionet inng&aring;r hydrogen, det m&aring; derfor v&aelig;re ett
hydrogenatom i ionet: HPO<sub>4</sub><sup>2&#8722;</sup>. Ladningen p&aring; ionet er
2&#8722; fordi vi kan tenke oss at den n&oslash;ytrale fosforsyren er bygget opp av
HPO<sub>4</sub><sup>2&#8722;</sup> og 2H<sup>+</sup>. 
<li>I den n&oslash;ytrale formelenheten for saltet m&aring; det v&aelig;re to kaliumioner for hvert hydrogenfosfation.
Formelenheten er bygget opp av: 2K<sup>+</sup> + HPO<sub>4</sub><sup>2&#8722;</sup><br><br>
<li>Formelen blir K<sub>2</sub>HPO<sub>4</sub> 
</ul>

<p>e) Formel for kalsiumsulfitt:</p>
<ul>
<li>de positive ionene er kalsium-ioner. Ca st&aring;r i gruppe 2 og formelen for ionet
er Ca<sup>2+</sup>
<li>de negative ionene er sulfitt-ioner. Endelsen –itt viser at ionet stammer fra
en syrling og stavelsen sulf- viser svovel. Du har pugget formelen for
svovelsyre til H<sub>2</sub>SO<sub>4</sub>, og svovelsyrling m&aring; dermed ha
formelen H<sub>2</sub>SO<sub>3</sub> (se regel 9 og 10). Sulfittionet har
formelen SO<sub>3</sub><sup>2&#8722;</sup>.
<li>Formelenheten er: Ca<sup>2+</sup> + SO<sub>3</sub><sup>2&#8722;</sup>.<br><br>
<li>Formelen blir CaSO<sub>3</sub>.
</ul>

<p>f) Formel for natriumnitrid:</p>
<ul>
<li>de positive ionene i saltet er Na<sup>+</sup> (natrium i gruppe 1 i
periodesystemet)
<li>de negative ionene skal bare ha nitrogen i formelen (-id i navnet, regel 10).
N i gruppe 15 / hovedgruppe V har 5 ytterelektroner og kan ta opp 3 elektroner
og danne ionet N<sup>3&#8722;</sup>, se tabell 5.
<li>Formelenheten er bygget opp av 3Na<sup>+</sup> + N<sup>3&#8722;</sup>.<br><br>
<li>Formelen blir Na<sub>3</sub>N.
</ul>

<h1 class=topmargin>Sp&oslash;rsm&aring;l 13 </h1>

<p>Hva er formlene for?</p>

<p>a) aluminiumoksid</p>

<p>b) sinksulfid</p>

<p>c) nikkel(II)nitrat</p>

<p>d) ammoniumsulfat</p>

<p>e) kalsiumklorat</p>

<p>f) natriumkloritt</p>

<p>g) jern(II)dihydrogenfosfat</p>

<h1> </h1>

<p>&nbsp;</p>

</td></table>
</body>

</html>
